Pot1 = \u0421\u043e\u043d\u043d\u043e\u0435 \u0437\u0435\u043b\u044c\u0435
Pot2 = \u0417\u0435\u043b\u044c\u0435 \u0431\u043e\u0434\u0440\u043e\u0441\u0442\u0438
Pot3 = \u0417\u0435\u043b\u044c\u0435 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043d\u0438\u044f \u0441\u043e\u0437\u043d\u0430\u043d\u0438\u044f
Pot4 = \u0417\u0435\u043b\u044c\u0435 \u0443\u043c\u0438\u0440\u043e\u0442\u0432\u043e\u0440\u0435\u043d\u0438\u044f
Pot5 = \u041e\u0431\u0435\u0437\u0431\u043e\u043b\u0438\u0432\u0430\u044e\u0449\u0430\u044f \u043d\u0430\u0441\u0442\u043e\u0439\u043a\u0430
Pot7 = \u0421\u043d\u0430\u0434\u043e\u0431\u044c\u0435 \u0440\u0430\u0434\u043e\u0441\u0442\u0438
Pot8 = \u0417\u0435\u043b\u044c\u0435 \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f \u0436\u0435\u043b\u0430\u043d\u0438\u0439
Pot6 = \u0412\u0434\u043e\u0445\u043d\u043e\u0432\u043b\u044f\u044e\u0449\u0438\u0439 \u043e\u0442\u0432\u0430\u0440

Short1 = \u041f\u043e\u043c\u043e\u0433\u0430\u0435\u0442 \u0431\u044b\u0441\u0442\u0440\u043e \u0443\u0441\u043d\u0443\u0442\u044c \u0438 \u0432\u044b\u0437\u044b\u0432\u0430\u0435\u0442 \u043f\u0440\u0438\u044f\u0442\u043d\u044b\u0435 \u0441\u043d\u043e\u0432\u0438\u0434\u0435\u043d\u0438\u044f. \u041f\u0440\u0438\u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f \u0434\u043b\u044f \u044d\u043a\u0441\u043f\u0435\u0434\u0438\u0446\u0438\u0439 \u0432 \u0430\u0441\u0442\u0440\u0430\u043b.</br><b>\u0426\u0435\u043d\u0430:</b> 300 \u0437\u043e\u043b\u043e\u0442\u044b\u0445 \u043c\u043e\u043d\u0435\u0442 
Short2 = \u041f\u0440\u043e\u0431\u0443\u0436\u0434\u0430\u0435\u0442 \u0440\u0430\u0437\u0443\u043c \u043e\u0442\u043e \u0441\u043d\u0430, \u0434\u0430\u0440\u0438\u0442 \u044f\u0441\u043d\u043e\u0441\u0442\u044c \u0438 \u0441\u0442\u0438\u043c\u0443\u043b\u0438\u0440\u0443\u0435\u0442 \u0443\u043c\u0441\u0442\u0432\u0435\u043d\u043d\u0443\u044e \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c. \u041f\u043e\u043c\u043e\u0433\u0430\u0435\u0442 \u0441\u0434\u0430\u0432\u0430\u0442\u044c \u043b\u0430\u0431\u044b \u0438 \u0434\u0435\u043b\u0430\u0442\u044c \u043a\u0443\u0440\u0441\u0430\u0447\u0438 \u0437\u0430 \u043d\u043e\u0447\u044c.</br><b>\u0426\u0435\u043d\u0430:</b> 330 \u0437\u043e\u043b\u043e\u0442\u044b\u0445 \u043c\u043e\u043d\u0435\u0442 
Short3 = \u041f\u043e\u0432\u044b\u0448\u0430\u0435\u0442 \u043e\u0441\u043e\u0437\u043d\u0430\u043d\u043d\u043e\u0441\u0442\u044c \u0438 \u043e\u0442\u043a\u0440\u044b\u0432\u0430\u0435\u0442 \u0432\u0437\u043e\u0440\u0443 \u0441\u043a\u0440\u044b\u0442\u043e\u0435. </br><b>\u0426\u0435\u043d\u0430:</b> 560 \u0437\u043e\u043b\u043e\u0442\u044b\u0445 \u043c\u043e\u043d\u0435\u0442 
Short4 = \u0423\u0441\u043f\u043e\u043a\u0430\u0438\u0432\u0430\u0435\u0442 \u043d\u0435\u0440\u0432\u044b \u0438 \u043f\u0440\u0438\u0432\u043d\u043e\u0441\u0438\u0442 \u043b\u0451\u0433\u043a\u043e\u0441\u0442\u044c \u0432 \u043c\u044b\u0441\u043b\u0438. \u041c\u043e\u0436\u0435\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043a\u0430\u043a \u0432\u0441\u043f\u043e\u043c\u043e\u0433\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0435 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e \u043f\u0440\u0438 \u043f\u043e\u0441\u0442\u0438\u0436\u0435\u043d\u0438\u0438 \u0434\u0437\u0435\u043d\u0430.</br><b>\u0426\u0435\u043d\u0430:</b> 260 \u0437\u043e\u043b\u043e\u0442\u044b\u0445 \u043c\u043e\u043d\u0435\u0442 
Short5 = \u0421\u043d\u0438\u043c\u0430\u0435\u0442 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043a\u0443\u044e \u0431\u043e\u043b\u044c \u0438 \u043e\u0431\u043b\u0435\u0433\u0447\u0430\u0435\u0442 \u0442\u044f\u0436\u0435\u0441\u0442\u044c \u0431\u044b\u0442\u0438\u044f. </br><b>\u0426\u0435\u043d\u0430:</b> 420 \u0437\u043e\u043b\u043e\u0442\u044b\u0445 \u043c\u043e\u043d\u0435\u0442
Short7 = \u0423\u043b\u0443\u0447\u0448\u0430\u0435\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u0438\u0435 \u0438 \u043d\u0430\u043f\u043e\u043b\u043d\u044f\u0435\u0442 \u043e\u043f\u0442\u0438\u043c\u0438\u0437\u043c\u043e\u043c. \u041f\u043e\u043a\u0430\u0437\u0430\u043d\u043e \u043f\u0440\u0438 \u043b\u0451\u0433\u043a\u0438\u0445 \u0444\u043e\u0440\u043c\u0430\u0445 \u0434\u0435\u043f\u0440\u0435\u0441\u0441\u0438\u0438 \u0438 \u0432 \u0434\u043e\u0436\u0434\u043b\u0438\u0432\u044b\u0435 \u043e\u0441\u0435\u043d\u043d\u0438\u0435 \u0432\u0435\u0447\u0435\u0440\u0430. </br><b>\u0426\u0435\u043d\u0430:</b> 600 \u0437\u043e\u043b\u043e\u0442\u044b\u0445 \u043c\u043e\u043d\u0435\u0442
Short8 = \u041f\u043e\u0434\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u0435\u0442 \u043a \u0432\u0435\u0440\u043d\u044b\u043c \u0440\u0435\u0448\u0435\u043d\u0438\u044f\u043c \u0438 \u043f\u043e\u043c\u043e\u0433\u0430\u0435\u0442 \u0437\u0430\u043c\u0435\u0447\u0430\u0442\u044c \u0443\u0434\u0430\u0447\u043d\u044b\u0435 \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438. \u041f\u043e\u043c\u043e\u0433\u0430\u0435\u0442 \u043f\u043e\u043d\u044f\u0442\u044c \u0441\u0432\u043e\u0438 \u0436\u0435\u043b\u0430\u043d\u0438\u044f \u0438 \u0438\u0441\u043f\u043e\u043b\u043d\u0438\u0442\u044c \u0438\u0445. </br><b>\u0426\u0435\u043d\u0430:</b> 990 \u0437\u043e\u043b\u043e\u0442\u044b\u0445 \u043c\u043e\u043d\u0435\u0442
Short6 = \u0414\u0430\u0440\u0438\u0442 \u0443\u043c\u0443 \u044f\u0441\u043d\u043e\u0441\u0442\u044c \u0438 \u043d\u043e\u0432\u044b\u0435 \u0438\u0434\u0435\u0438. \u0421\u0442\u0438\u043c\u0443\u043b\u0438\u0440\u0443\u0435\u0442 \u0442\u0432\u043e\u0440\u0447\u0435\u0441\u0442\u0432\u043e \u0438 \u043f\u043e\u043c\u043e\u0433\u0430\u0435\u0442 \u0437\u0430\u0432\u0435\u0440\u0448\u0430\u0442\u044c \u043d\u0430\u0447\u0430\u0442\u043e\u0435. \u0414\u0430\u0440\u0438\u0442 \u0441\u043c\u0435\u043b\u043e\u0441\u0442\u044c \u0432 \u043d\u0430\u0447\u0438\u043d\u0430\u043d\u0438\u044f\u0445. </br><b>\u0426\u0435\u043d\u0430:</b> 390 \u0437\u043e\u043b\u043e\u0442\u044b\u0445 \u043c\u043e\u043d\u0435\u0442

Long1 = \u041f\u043e\u043c\u043e\u0433\u0430\u0435\u0442 \u0431\u044b\u0441\u0442\u0440\u043e \u0443\u0441\u043d\u0443\u0442\u044c \u0438 \u0432\u044b\u0437\u044b\u0432\u0430\u0435\u0442 \u043f\u0440\u0438\u044f\u0442\u043d\u044b\u0435 \u0441\u043d\u043e\u0432\u0438\u0434\u0435\u043d\u0438\u044f. \u041f\u0440\u0438\u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f \u0434\u043b\u044f \u044d\u043a\u0441\u043f\u0435\u0434\u0438\u0446\u0438\u0439 \u0432 \u0430\u0441\u0442\u0440\u0430\u043b. </br> <b>\u0421\u043e\u0441\u0442\u0430\u0432:</b> \u0440\u043e\u043c\u0430\u0448\u043a\u0430, \u043a\u043e\u0442\u043e\u0432\u043d\u0438\u043a \u0444\u0430\u0441\u0441\u0435\u043d\u0430, \u0440\u043e\u0439\u0431\u043e\u0441, \u0432\u043e\u0434\u0430, \u043c\u0435\u0434\u043e\u0432\u044b\u0439 \u0441\u0438\u0440\u043e\u043f, \u043c\u0430\u0433\u0438\u044f</br><b>\u041e\u0431\u044a\u0451\u043c:</b> 250 \u043c\u043b</br><b>\u041f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0435:</b> \u043f\u0440\u0438\u043d\u0438\u043c\u0430\u0442\u044c \u043f\u043e 30\u043c\u043b \u043f\u0435\u0440\u0435\u0434 \u0441\u043d\u043e\u043c </br><b>\u041f\u0440\u043e\u0442\u0438\u0432\u043e\u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438\u044f: </b>\u0411\u0435\u0440\u0435\u043c\u0435\u043d\u043d\u044b\u043c \u0438 \u0432\u0443\u043b\u044c\u0433\u0430\u0440\u043d\u044b\u043c \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u0441 \u043e\u0441\u0442\u043e\u0440\u043e\u0436\u043d\u043e\u0441\u0442\u044c\u044e.   
Long2 = \u041f\u0440\u043e\u0431\u0443\u0436\u0434\u0430\u0435\u0442 \u0440\u0430\u0437\u0443\u043c \u043e\u0442\u043e \u0441\u043d\u0430, \u0434\u0430\u0440\u0438\u0442 \u044f\u0441\u043d\u043e\u0441\u0442\u044c \u0438 \u0441\u0442\u0438\u043c\u0443\u043b\u0438\u0440\u0443\u0435\u0442 \u0443\u043c\u0441\u0442\u0432\u0435\u043d\u043d\u0443\u044e \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c. \u041f\u043e\u043c\u043e\u0433\u0430\u0435\u0442 \u0441\u0434\u0430\u0432\u0430\u0442\u044c \u043b\u0430\u0431\u044b \u0438 \u0434\u0435\u043b\u0430\u0442\u044c \u043a\u0443\u0440\u0441\u0430\u0447\u0438 \u0437\u0430 \u043d\u043e\u0447\u044c.</br> <b>\u0421\u043e\u0441\u0442\u0430\u0432:</b> \u0441\u0430\u0433\u0430\u043d-\u0434\u0430\u0439\u043b\u044f, \u043c\u0435\u043b\u0438\u0441\u0441\u0430, \u043b\u0435\u043c\u043e\u043d\u0433\u0440\u0430\u0441\u0441, \u0446\u0435\u0434\u0440\u0430 \u043b\u0438\u043c\u043e\u043d\u0430, \u0432\u043e\u0434\u0430, \u043c\u0435\u0434\u043e\u0432\u044b\u0439 \u0441\u0438\u0440\u043e\u043f, \u043c\u0430\u0433\u0438\u044f</br><b>\u041e\u0431\u044a\u0451\u043c:</b> 300 \u043c\u043b</br><b>\u041f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0435:</b> \u043f\u0440\u0438\u043d\u0438\u043c\u0430\u0442\u044c \u043f\u043e 50\u043c\u043b, \u0436\u0435\u043b\u0430\u0442\u0435\u043b\u044c\u043d\u043e \u0432 \u043f\u0435\u0440\u0432\u043e\u0439 \u043f\u043e\u043b\u043e\u0432\u0438\u043d\u0435 \u0434\u043d\u044f. </br><b>\u041f\u0440\u043e\u0442\u0438\u0432\u043e\u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438\u044f: </b>\u041f\u0440\u0438 \u0447\u0430\u0441\u0442\u043e\u043c \u043f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0438 \u043c\u043e\u0436\u0435\u0442 \u0432\u044b\u0437\u044b\u0432\u0430\u0442\u044c \u043f\u0440\u0438\u0432\u044b\u043a\u0430\u043d\u0438\u0435 \u0438 \u0441\u043d\u0438\u0436\u0435\u043d\u0438\u0435 \u044d\u0444\u0444\u0435\u043a\u0442\u0430.    
Long3 = \u041f\u043e\u0432\u044b\u0448\u0430\u0435\u0442 \u043e\u0441\u043e\u0437\u043d\u0430\u043d\u043d\u043e\u0441\u0442\u044c \u0438 \u043e\u0442\u043a\u0440\u044b\u0432\u0430\u0435\u0442 \u0432\u0437\u043e\u0440\u0443 \u0441\u043a\u0440\u044b\u0442\u043e\u0435. </br> <b>\u0421\u043e\u0441\u0442\u0430\u0432:</b> \u043f\u043e\u043b\u044b\u043d\u044c \u0433\u043e\u0440\u044c\u043a\u0430\u044f, \u0430\u043d\u0438\u0441, \u0444\u0435\u043d\u0445\u0435\u043b\u044c, \u0430\u0438\u0440, \u043c\u044f\u0442\u0430, \u043b\u0430\u043a\u0440\u0438\u0446\u0430, \u0434\u044f\u0433\u0438\u043b\u044c, \u043f\u0430\u0442\u043e\u043a\u0430, \u0441\u043f\u0438\u0440\u0442, \u043c\u0430\u0433\u0438\u044f</br><b>\u041e\u0431\u044a\u0451\u043c:</b> 200 \u043c\u043b</br><b>\u041f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0435:</b> \u043d\u0435 \u0431\u043e\u043b\u0435\u0435 25\u043c\u043b \u0437\u0430 \u0440\u0430\u0437 </br><b>\u041f\u0440\u043e\u0442\u0438\u0432\u043e\u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438\u044f: </b> \u041d\u0435 \u0434\u0430\u0432\u0430\u0442\u044c \u0434\u0435\u0442\u044f\u043c \u0434\u043e 20 \u043b\u0435\u0442. \u041c\u043e\u0436\u0435\u0442 \u0432\u044b\u0437\u044b\u0432\u0430\u0442\u044c \u043f\u0430\u0440\u0430\u043d\u043e\u0439\u044e. \u041f\u0440\u0438 \u043f\u0435\u0440\u0435\u0434\u043e\u0437\u0438\u0440\u043e\u0432\u043a\u0435 \u043c\u0435\u0448\u0430\u0435\u0442 \u0430\u0434\u0435\u043a\u0432\u0430\u0442\u043d\u043e\u043c\u0443 \u0432\u043e\u0441\u043f\u0440\u0438\u044f\u0442\u0438\u044e \u0440\u0435\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438.
Long4 = \u0423\u0441\u043f\u043e\u043a\u0430\u0438\u0432\u0430\u0435\u0442 \u043d\u0435\u0440\u0432\u044b \u0438 \u043f\u0440\u0438\u0432\u043d\u043e\u0441\u0438\u0442 \u043b\u0451\u0433\u043a\u043e\u0441\u0442\u044c \u0432 \u043c\u044b\u0441\u043b\u0438. \u041c\u043e\u0436\u0435\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043a\u0430\u043a \u0432\u0441\u043f\u043e\u043c\u043e\u0433\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0435 \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e \u043f\u0440\u0438 \u043f\u043e\u0441\u0442\u0438\u0436\u0435\u043d\u0438\u0438 \u0434\u0437\u0435\u043d\u0430.</br> <b>\u0421\u043e\u0441\u0442\u0430\u0432:</b> \u043b\u0430\u0432\u0430\u043d\u0434\u0430, \u043a\u043e\u0442\u043e\u0432\u043d\u0438\u043a \u043b\u0438\u043c\u043e\u043d\u043d\u044b\u0439, \u0440\u043e\u043c\u0430\u0448\u043a\u0430, \u043c\u044f\u0442\u0430, \u043c\u0451\u0434, \u0432\u043e\u0434\u0430, \u043c\u0430\u0433\u0438\u044f</br><b>\u041e\u0431\u044a\u0451\u043c:</b> 320 \u043c\u043b</br><b>\u041f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0435:</b> 30-40 \u043c\u043b \u0432 \u043b\u044e\u0431\u043e\u0435 \u0432\u0440\u0435\u043c\u044f \u0441\u0443\u0442\u043e\u043a. </br><b>\u041f\u0440\u043e\u0442\u0438\u0432\u043e\u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438\u044f: </b> \u0421 \u043e\u0441\u0442\u043e\u0440\u043e\u0436\u043d\u043e\u0441\u0442\u044c\u044e \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u0442\u044c \u043f\u0440\u0438 \u0441\u043a\u043e\u0440\u044b\u0445 \u0434\u0435\u0434\u043b\u0430\u0439\u043d\u0430\u0445. 
Long5 = \u0421\u043d\u0438\u043c\u0430\u0435\u0442 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043a\u0443\u044e \u0431\u043e\u043b\u044c \u0438 \u043e\u0431\u043b\u0435\u0433\u0447\u0430\u0435\u0442 \u0442\u044f\u0436\u0435\u0441\u0442\u044c \u0431\u044b\u0442\u0438\u044f. </br> <b>\u0421\u043e\u0441\u0442\u0430\u0432:</b> \u043a\u043e\u0433\u043e\u0442\u044c \u0434\u044c\u044f\u0432\u043e\u043b\u0430, \u0431\u0435\u043b\u043e\u0439 \u0438\u0432\u044b \u0446\u0432\u0435\u0442\u044b, \u043a\u0443\u0440\u043a\u0443\u043c\u0430, \u0432\u0430\u043b\u0435\u0440\u0438\u0430\u043d\u0430, \u0441\u043e\u043b\u043e\u0434\u043a\u0430, \u0434\u0443\u0448\u0438\u0446\u0430, \u0444\u0435\u043d\u0445\u0435\u043b\u044c, \u0433\u0432\u043e\u0437\u0434\u0438\u043a\u0430, \u043b\u043e\u043f\u0443\u0445, \u0432\u043e\u0434\u0430, \u043c\u0435\u0434\u043e\u0432\u044b\u0439 \u0441\u0438\u0440\u043e\u043f, \u043c\u0430\u0433\u0438\u044f</br><b>\u041e\u0431\u044a\u0451\u043c:</b> 300 \u043c\u043b</br><b>\u041f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0435:</b> \u043d\u0435 \u0431\u043e\u043b\u0435\u0435 20\u043c\u043b \u0432 \u0447\u0430\u0441. \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u0430\u044f \u0441\u0443\u0442\u043e\u0447\u043d\u0430 \u0434\u043e\u0437\u0430 100 \u043c\u043b. </br><b>\u041f\u0440\u043e\u0442\u0438\u0432\u043e\u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438\u044f: </b>\u041f\u0440\u0438 \u043f\u0435\u0440\u0435\u0434\u043e\u0437\u0438\u0440\u043e\u0432\u043a\u0435 \u0438\u043b\u0438 \u043f\u043e\u0432\u044b\u0448\u0435\u043d\u043d\u043e\u0439 \u0447\u0443\u0432\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u0438 \u043a \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u0430\u043c \u0437\u0435\u043b\u044c\u044f \u043c\u043e\u0436\u0435\u0442 \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u0442\u044c\u0441\u044f \u043e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u0435 \u043e\u0449\u0443\u0449\u0435\u043d\u0438\u044f \u0442\u0435\u043b\u0430. \u0414\u0435\u0442\u044f\u043c \u0434\u043e 14 \u043b\u0435\u0442 \u043d\u0435 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u043e.   
Long7 = \u0423\u043b\u0443\u0447\u0448\u0430\u0435\u0442 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u0438\u0435 \u0438 \u043d\u0430\u043f\u043e\u043b\u043d\u044f\u0435\u0442 \u043e\u043f\u0442\u0438\u043c\u0438\u0437\u043c\u043e\u043c. \u041f\u043e\u043a\u0430\u0437\u0430\u043d\u043e \u043f\u0440\u0438 \u043b\u0451\u0433\u043a\u0438\u0445 \u0444\u043e\u0440\u043c\u0430\u0445 \u0434\u0435\u043f\u0440\u0435\u0441\u0441\u0438\u0438 \u0438 \u0432 \u0434\u043e\u0436\u0434\u043b\u0438\u0432\u044b\u0435 \u043e\u0441\u0435\u043d\u043d\u0438\u0435 \u0432\u0435\u0447\u0435\u0440\u0430. </br> <b>\u0421\u043e\u0441\u0442\u0430\u0432:</b> \u043c\u0430\u043b\u0438\u043d\u0430, \u0435\u0436\u0435\u0432\u0438\u043a\u0430, \u0440\u043e\u0434\u0438\u043e\u043b\u0430 \u0440\u043e\u0437\u043e\u0432\u0430\u044f, \u0431\u0443\u0442\u043e\u043d\u044b \u043f\u0435\u0440\u0441\u0438\u043a\u0430, \u043c\u044f\u0442\u0430, \u0441\u0430\u0433\u0430\u043d-\u0434\u0430\u0439\u043b\u044f, \u0440\u044f\u0431\u0438\u043d\u0430, \u043c\u0451\u0434, \u0432\u043e\u0434\u0430, \u043c\u0430\u0433\u0438\u044f</br><b>\u041e\u0431\u044a\u0451\u043c:</b> 200 \u043c\u043b</br><b>\u041f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0435:</b> 20-25 \u043c\u043b \u0432 \u043b\u044e\u0431\u043e\u0435 \u0432\u0440\u0435\u043c\u044f \u0441\u0443\u0442\u043e\u043a. </br><b>\u041f\u0440\u043e\u0442\u0438\u0432\u043e\u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438\u044f: </b> \u041f\u0440\u0438 \u0445\u043e\u0440\u043e\u0448\u0435\u043c \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u0438\u0438 \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u0442\u044c \u043d\u0435 \u0440\u0435\u043a\u043e\u043c\u0435\u043d\u0434\u0443\u0435\u0442\u0441\u044f, \u0442\u0430\u043a \u043a\u0430\u043a \u043c\u043e\u0436\u0435\u0442 \u043f\u0440\u0438\u0432\u043e\u0434\u0438\u0442\u044c \u043a \u043e\u043f\u0430\u0441\u043d\u043e\u0439 \u0431\u0435\u0437\u0440\u0430\u0441\u0441\u0443\u0434\u043d\u043e\u0441\u0442\u0438. \u041f\u0440\u0438 \u0447\u0430\u0441\u0442\u043e\u043c \u043f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0438 \u043c\u043e\u0436\u0435\u0442 \u043f\u0440\u0438\u0432\u043e\u0434\u0438\u0442\u044c \u043a \u043f\u0440\u0438\u0432\u044b\u043a\u0430\u043d\u0438\u044e \u0438 \u043f\u0441\u0438\u0445\u043e\u043b\u043e\u0433\u0438\u0447\u0435\u0441\u043a\u043e\u0439 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442\u0438. \u041d\u0435 \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u0439\u0442\u0435 \u0447\u0430\u0449\u0435 \u0434\u0432\u0443\u0445 \u0440\u0430\u0437 \u0432 \u043d\u0435\u0434\u0435\u043b\u044e!
Long8 = \u041f\u043e\u0434\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u0435\u0442 \u043a \u0432\u0435\u0440\u043d\u044b\u043c \u0440\u0435\u0448\u0435\u043d\u0438\u044f\u043c \u0438 \u043f\u043e\u043c\u043e\u0433\u0430\u0435\u0442 \u0437\u0430\u043c\u0435\u0447\u0430\u0442\u044c \u0443\u0434\u0430\u0447\u043d\u044b\u0435 \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438. \u041f\u043e\u043c\u043e\u0433\u0430\u0435\u0442 \u043f\u043e\u043d\u044f\u0442\u044c \u0441\u0432\u043e\u0438 \u0436\u0435\u043b\u0430\u043d\u0438\u044f \u0438 \u0438\u0441\u043f\u043e\u043b\u043d\u0438\u0442\u044c \u0438\u0445. </br> <b>\u0421\u043e\u0441\u0442\u0430\u0432:</b>\u0445\u043c\u0435\u043b\u044c, \u043e\u0441\u043c\u0430\u043d\u0442\u0443\u0441, \u0438\u043c\u0431\u0438\u0440\u044c, \u0431\u0430\u0434\u044c\u044f\u043d, \u043a\u0430\u0440\u0434\u0430\u043c\u043e\u043d, \u044d\u0445\u0438\u043d\u0430\u0446\u0435\u044f, \u043a\u043e\u0440\u0438\u0446\u0430, \u044f\u0433\u043e\u0434\u044b \u0448\u0438\u043f\u043e\u0432\u043d\u0438\u043a\u0430, \u0434\u0443\u0448\u0438\u0446\u0430, \u0434\u044f\u0433\u0438\u043b\u044c, \u043e\u0431\u043b\u0435\u043f\u0438\u0445\u043e\u0432\u043e\u0435 \u043c\u0430\u0441\u043b\u043e, \u044f\u0433\u043e\u0434\u044b \u0441\u043c\u043e\u0440\u043e\u0434\u0438\u043d\u044b, \u0438\u0441\u043a\u0440\u044b \u0441\u0432\u0435\u0442\u0430, \u0432\u043e\u0434\u0430, \u043c\u0451\u0434 \u043a\u0430\u0448\u0442\u0430\u043d\u043e\u0432\u044b\u0439, \u043c\u0430\u0433\u0438\u044f</br><b>\u041e\u0431\u044a\u0451\u043c:</b> 100 \u043c\u043b</br><b>\u041f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0435:</b> \u043f\u043e 20 \u043c\u043b \u0432 \u0442\u0435\u0447\u0435\u043d\u0438\u0435 \u043f\u044f\u0442\u0438 \u0434\u043d\u0435\u0439, \u043b\u0438\u0431\u043e \u043f\u043e\u043a\u0430 \u0436\u0435\u043b\u0430\u043d\u0438\u0435 \u043d\u0435 \u0438\u0441\u043f\u043e\u043b\u043d\u0438\u0442\u0441\u044f. \u041d\u043e \u043d\u0435 \u0431\u043e\u043b\u0435\u0435 \u0434\u0432\u0443\u0445 \u043d\u0435\u0434\u0435\u043b\u044c \u043f\u043e\u0434\u0440\u044f\u0434. </br><b>\u041f\u0440\u043e\u0442\u0438\u0432\u043e\u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438\u044f: </b> \u041f\u0440\u0438 \u043d\u0435\u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0451\u043d\u043d\u043e\u0441\u0442\u0438 \u0436\u0435\u043b\u0430\u043d\u0438\u0439 \u043c\u043e\u0436\u0435\u0442 \u043f\u0440\u0438\u0432\u043e\u0434\u0438\u0442\u044c \u043a \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044e \u043d\u0435 \u0442\u043e\u0433\u043e. \u041f\u0440\u0438 \u0447\u0430\u0441\u0442\u043e\u043c \u0443\u043f\u043e\u0442\u0440\u0435\u0431\u043b\u0435\u043d\u0438\u0438 \u0442\u0435\u0440\u044f\u0435\u0442 \u0441\u0432\u043e\u0439 \u044d\u0444\u0444\u0435\u043a\u0442. \u041f\u0441\u0438\u0445\u0438\u0447\u0435\u0441\u043a\u0438 \u0431\u043e\u043b\u044c\u043d\u044b\u043c, \u043c\u043e\u0440\u0430\u043b\u044c\u043d\u043e \u043d\u0435\u0443\u0440\u0430\u0432\u043d\u043e\u0432\u0435\u0448\u0435\u043d\u043d\u044b\u043c, \u0434\u0435\u0442\u044f\u043c \u0434\u043e 22 \u043b\u0435\u0442, \u0430 \u0442\u0430\u043a \u0436\u0435 \u0431\u043e\u043b\u044c\u043d\u044b\u043c \u0441\u0442\u0430\u0440\u0447\u0435\u0441\u043a\u0438\u043c \u0441\u043b\u0430\u0431\u043e\u0443\u043c\u0438\u0435\u043c \u0441\u0442\u0440\u043e\u0433\u043e \u043f\u0440\u043e\u0442\u0438\u0432\u043e\u043f\u043e\u043a\u0430\u0437\u0430\u043d\u043e. 
Long6 = \u0414\u0430\u0440\u0438\u0442 \u0443\u043c\u0443 \u044f\u0441\u043d\u043e\u0441\u0442\u044c \u0438 \u043d\u043e\u0432\u044b\u0435 \u0438\u0434\u0435\u0438. \u0421\u0442\u0438\u043c\u0443\u043b\u0438\u0440\u0443\u0435\u0442 \u0442\u0432\u043e\u0440\u0447\u0435\u0441\u0442\u0432\u043e \u0438 \u043f\u043e\u043c\u043e\u0433\u0430\u0435\u0442 \u0437\u0430\u0432\u0435\u0440\u0448\u0430\u0442\u044c \u043d\u0430\u0447\u0430\u0442\u043e\u0435. \u0414\u0430\u0440\u0438\u0442 \u0441\u043c\u0435\u043b\u043e\u0441\u0442\u044c \u0432 \u043d\u0430\u0447\u0438\u043d\u0430\u043d\u0438\u044f\u0445. </br> <b>\u0421\u043e\u0441\u0442\u0430\u0432:</b> \u0430\u043f\u0435\u043b\u044c\u0441\u0438\u043d, \u043a\u043e\u0440\u0438\u0446\u0430, \u043b\u0438\u043f\u0430, \u043e\u0431\u043b\u0435\u043f\u0438\u0445\u0430, \u0440\u044f\u0431\u0438\u043d\u0430 \u0447\u0435\u0440\u043d\u043e\u043f\u043b\u043e\u0434\u043d\u0430\u044f, \u0437\u0435\u043b\u0451\u043d\u044b\u0439 \u043a\u043e\u0444\u0435, \u0432\u043e\u0434\u0430, \u043c\u0435\u0434\u043e\u0432\u044b\u0439 \u0441\u0438\u0440\u043e\u043f, \u043c\u0430\u0433\u0438\u044f</br><b>\u041e\u0431\u044a\u0451\u043c:</b> 400 \u043c\u043b</br><b>\u041f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0435:</b> \u043f\u0440\u0438\u043d\u0438\u043c\u0430\u0442\u044c \u043f\u043e 50\u043c\u043b, \u0436\u0435\u043b\u0430\u0442\u0435\u043b\u044c\u043d\u043e \u0432 \u043f\u0435\u0440\u0432\u043e\u0439 \u043f\u043e\u043b\u043e\u0432\u0438\u043d\u0435 \u0434\u043d\u044f. </br><b>\u041f\u0440\u043e\u0442\u0438\u0432\u043e\u043f\u043e\u043a\u0430\u0437\u0430\u043d\u0438\u044f: </b> \u041f\u0440\u0438 \u043f\u0435\u0440\u0435\u0434\u043e\u0437\u0438\u0440\u043e\u0432\u043a\u0435 \u043f\u0440\u0438\u0432\u043e\u0434\u0438\u0442 \u043a \u043d\u0430\u0432\u044f\u0437\u0447\u0438\u0432\u044b\u043c \u0438\u0434\u0435\u044f\u043c. \u0413\u0440\u0430\u0444\u043e\u043c\u0430\u043d\u0430\u043c \u0438 \u043f\u0440\u043e\u0447\u0438\u043c \u043a\u0440\u0430\u0439\u043d\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u044b\u043c \u0442\u0432\u043e\u0440\u0447\u0435\u0441\u043a\u0438\u043c \u0434\u0435\u044f\u0442\u0435\u043b\u044f\u043c \u043d\u0435 \u0440\u0435\u043a\u043e\u043c\u0435\u043d\u0434\u0443\u0435\u0442\u0441\u044f.

p1 = 300
p2 = 330
p3 = 560
p4 = 260
p5 = 420
p6 = 390
p7 = 600
p8 = 990

buy = \u041a\u0443\u043f\u0438\u0442\u044c
shortDiscr = \u041a\u0440\u0430\u0442\u043a\u043e\u0435 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435
longDiscr = \u0425\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043a\u0438
feedback = \u041e\u0442\u0437\u044b\u0432\u044b  
storeName = \u041b\u0430\u0432\u043a\u0430 \u0442\u0440\u0430\u0432\u043d\u0438\u043a\u0430
 
login = \u0412\u0445\u043e\u0434
cart = \u041a\u043e\u0440\u0437\u0438\u043d\u0430
history = \u0418\u0441\u0442\u043e\u0440\u0438\u044f \u043f\u043e\u043a\u0443\u043f\u043e\u043a
cat = \u041a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f
price = \u0421\u0442\u043e\u0438\u043c\u043e\u0441\u0442\u044c
cartBut = \u0412 \u043a\u043e\u0440\u0437\u0438\u043d\u0443
prod = \u0422\u043e\u0432\u0430\u0440
count = \u041a\u043e\u043b\u0438\u0447\u0435\u0441\u0442\u0432\u043e

logName = \u041b\u043e\u0433\u0438\u043d:
passw = \u041f\u0430\u0440\u043e\u043b\u044c:
auth = \u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f
logout = \u0412\u044b\u0445\u043e\u0434
cab = \u041b\u0438\u0447\u043d\u044b\u0439 \u043a\u0430\u0431\u0438\u043d\u0435\u0442
fail = \u041d\u0435\u0432\u0435\u0440\u043d\u043e\u0435 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0438\u043b\u0438 \u043f\u0430\u0440\u043e\u043b\u044c
fail1 = \u0412\u0435\u0440\u043d\u0443\u0442\u044c\u0441\u044f
fail2 = \u043a \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u0438
hello = \u0412\u044b \u0432\u043e\u0448\u043b\u0438 \u043a\u0430\u043a 
name = \u0412\u0430\u0448\u0435 \u0438\u043c\u044f:
tab0 = \u0412\u043a\u043b\u0430\u0434\u043a\u0430 \u043f\u043e \u0443\u043c\u043e\u043b\u0447\u0430\u043d\u0438\u044e:
purchase = \u0421\u0434\u0435\u043b\u0430\u0442\u044c \u0437\u0430\u043a\u0430\u0437

sum = \u0421\u0443\u043c\u043c\u0430 \u0437\u0430\u043a\u0430\u0437\u0430:
order = \u0417\u0430\u043a\u0430\u0437\u0430\u0442\u044c
authFail = \u0412\u044b \u043d\u0435 \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043d\u044b! 
empty = \u0412\u0430\u0448\u0430 \u043a\u043e\u0440\u0437\u0438\u043d\u0430 \u043f\u0443\u0441\u0442\u0430

option1 = \u0412\u0441\u0435
option2 = \u041b\u0435\u0447\u0435\u0431\u043d\u044b\u0435
option3 = \u041c\u0435\u043d\u0442\u0430\u043b\u044c\u043d\u044b\u0435
option4 = \u0414\u043b\u044f \u0434\u0443\u0448\u0438
option5 = \u0414\u043b\u044f \u0442\u0435\u043b\u0430

pr1 = \u0412\u0441\u0435
pr2 = \u0414\u0435\u0448\u0451\u0432\u044b\u0435
pr3 = \u0421\u0440\u0435\u0434\u043d\u0438\u0435
pr4 = \u0414\u043e\u0440\u043e\u0433\u0438\u0435

lang=\u042f\u0437\u044b\u043a


m1=\u0413\u043e\u0440\u043e\u0445\u043e\u0432\u0430\u044f \u0443\u043b. 57\u0430
m2=\u0410\u043f\u0442\u0435\u043a\u0430\u0440\u0441\u043a\u0438\u0439 \u043f\u0440. 9
m3=\u041b\u0438\u0442\u0435\u0439\u043d\u044b\u0439 \u043f\u0440. 32